{
    "info": [
        "Our economy double rooms are available at 3 of our properties.  Facing Valhúsahaed park, the rooms are equipped with a queen-size or twin bed and Netflix TV. One room is barrier free and all offer shared bathroom and kitchen facilities. Continental self-service breakfast with homemade bread is included in the room rate. House and type of bed can not be guaranteed.",
        "The double/ twin rooms are available at all of our 3 properties. Facing the seaside and volcano, the rooms are equipped with a queen-size/twin bed, Netflix-TV and a radio. Two rooms are barrier free and one offers an additional sofa bed. Bathroom and kitchen facilities are shared.Continental self- service breakfast with homemade bread is included in the room rate.",
        "Our triple rooms are available both in the Blue House and the Yellow House. The rooms are equipped with a queen-size/twin bed, a Netflix-TV and a radio. Extra beds are queensized sofabeds. Bathroom and kitchen facilities are shared. Triple room with private bathroom and living room can be booked at surcharge upon availability. Continental self-service breakfast with homemade bread can be booked at surcharge.",
        "Located in two of the three buildings, this room can accommodate 4 guests. It includes a sofa bed and TV with Netflix, Kitchen facilities and bathrooms are shared. Twin beds can be requested depending on availability",
        "Our Family room is located at the Yellow House and offers an incredible view to the seaside and lighthouse. It is extremely popular for northern lights hunters in the winter. The family room is equipped with Netflix-TV, a King size bed and sofa bed in seperate rooms. Bathroom and dining area are private; kitchen facilities are shared. Continental self- service breakfast with homemade bread at the Blue House is included in the room rate.",
        "Our two-bedroom aparment is ideal for families and groups. Located at the garden of the Blue House it is popular for northern lights in the winter. The Apartment offers two bedrooms with double ortwin beds and Netflix-TV. The sofabed is located in the living room and bathroom, kitchen and dining area are private. Cereal Breakfast at the apartment is included in the rate. Continental self- service breakfast with homemade bread can be booked at surcharge.",
        "Our largest apartment is located at the Yellow House and offers an incredible view to the seaside and lighthouse. It is extremely popular for northern lights hunters in the winter. Up to 12 Adults can stay there and we have a variety of twin,Kingsize and sofabeds. Netflix-TV is in 3 rooms. Bathroom, kitchen and dining area are private; Cereal Breakfast at the apartment is included in the rate. Continental self- service breakfast with homemade bread can be booked at surcharge."
    ]
}